{
  "eventdates": [
    {
      "id": 1,
      "date": "2016-04-09 00:00:00"
    },
    {
      "id": 2,
      "date": "2016-05-10 00:00:00"
    },
    {
      "id": 3,
      "date": "2016-05-11 00:00:00"
    },
    {
      "id": 4,
      "date": "2016-05-12 00:00:00"
    },
    {
      "id": 5,
      "date": "2016-05-13 00:00:00"
    }
  ],
  "programs": [
    {
      "id": 1,
      "title": "Ask Not What Open Source Can Do For You…But What You Can Do For Open Source",
      "date": "2016-04-09 00:00:00",
      "room": 1,
      "startTime": "09:00am",
      "endTime": "10:30am",
      "track": 1,
      "icon": "session1.jpg",
      "desc": "The largest and most influential companies, non-profits, universities, and governments in the world are using open source to create value within their organizations. These organizations benefit from the use of open source software, but not all of them capitalize on the full value of embracing the communities that support open source. It's not enough to choose to use open source anymore: it is time for organizations to step into the center of the community to contribute, drive innovation, lead with practical requirements and assist in further developing the projects that are helping them to achieve their missions every day.Open source involvement is not a purely altruistic proposition. Organizations who build contribution into the jobs of their digital teams are rewarded with tangible business benefits including greater return on investment (ROI) and lower total cost of ownership (TCO) for their software platforms.Many organizations have blazed a trail to demonstrate what good open source citizenship should look like. In the Drupal community, we have remarkable examples to follow like NBC Universal, Pfizer, Redhat, the World Bank, Stanford, United Nations, and the White House.This talk will center on the organizations who truly embrace open source, their leadership principles, their community practices and how they make open source part of their everyday work, culture, and mission. Anyone tasked with building performing software teams, making IT investments or leading technology change including CTO's and CIO's will learn:    How organizations of all sizes, budgets, and missions contribute to open source.",
      "experiencelevel": "Beginner"
    },
    {
      "id": 2,
      "title": "Drupal 8 and Omni-Channel: Peanut Butter Meets Chocolate",
      "date": "2016-04-09 00:00:00",
      "room": 2,
      "startTime": "11:30am",
      "endTime": "12:30pm",
      "track": 1,
      "icon": "session3",
      "desc": "When it comes to digital interactions, today’s users have become quite demanding. Whether they’re using a smartphone or desktop or a tablet, a native app or social media platform, they expect a continuous, unified experience - one that syncs with their offline journey as well. Gaps in their experience quickly lead to dissatisfaction and consumer flight. What’s a business to do? Enter omni-channel. Technological advances - like the advent of Drupal 8 - make it easier for organizations to support content everywhere and anywhere, as it is consumed by multiple devices. But truly implementing omni-channel requires a thoughtful digital strategy. You must consider your audience’s user journey with your product/service, what digital touchpoints are needed to support them, and how these touchpoints support your own content strategy.",
      "experiencelevel": "Beginner"
    },
    {
      "id": 3,
      "title": "Fifth year using Drupal: A look at Georgia's return on investment ",
      "date": "2016-05-10 00:00:00",
      "room": 3,
      "startTime": "11:30am",
      "endTime": "12:30pm",
      "track": 1,
      "icon": "session2",
      "desc": "Five years ago the State of Georgia started it's move to Drupal from a proprietory CMS. The business case promised benefits and cost savings a Drupal implementation might bring to the state's web presence. Now that Georgia is on Drupal for the last 5 years how did the promise hold?",
      "experiencelevel": "Beginner"
    },
    {
      "id": 4,
      "title": "Finding Your Purpose as a Drupal Agency",
      "date": "2016-05-11 00:00:00",
      "room": 1,
      "startTime": "11:30am",
      "endTime": "12:30pm",
      "track": 1,
      "icon": "session2",
      "desc": "This session explores how Drupal service firms and agencies can weather challenging times by focusing on their core values and purpose.",
      "experiencelevel": "Beginner"
    },
    {
      "id": 5,
      "title": "Government Security Frameworks: Where Do I Begin?",
      "date": "2016-05-12 00:00:00",
      "room": 2,
      "startTime": "10:30am",
      "endTime": "11:30am",
      "track": 2,
      "icon": "session3",
      "desc": "Development companies are becoming more involved in application building for the federal government, but are quickly finding themselves in a security nightmare. The acronyms “FedRAMP” and “FISMA” are commonly interjected into every conference call you are on, causing you ask yourself, “How did I get here?” Well, you are not alone … Weaving your way through federal security frameworks for the first time can be extremely difficult and very frustrating. In this session, we will discuss these complicated frameworks, and devise different ways to leverage compliant services for your application. We will also review various tools and techniques to apply against your application to meet these framework standards.",
      "experiencelevel": "Beginner"
    },
    {
      "id": 6,
      "title": "How Major League Soccer Scores Superior Digital Experiences with Enterprise Drupal",
      "date": "2016-05-13 00:00:00",
      "room": 3,
      "startTime": "10:30am",
      "endTime": "11:30am",
      "track": 2,
      "icon": "session3",
      "desc": "Representing the sport’s highest level of professional soccer in the US and Canada, the Major League Soccer’s Digital division maintains a platform comprised of multiple sites and applications responsible for delivering information, news, videos, and stats to eager MLS fans.",
      "experiencelevel": "Intermediate"
    },
    {
      "id": 7,
      "title": "Largest Drupal 8 Sites serve millions of page views - How you can do it, too!",
      "date": "2016-05-13 00:00:00",
      "room": 1,
      "startTime": "11:30am",
      "endTime": "12:30pm",
      "track": 2,
      "icon": "session4",
      "desc": "Alright, we don’t have the secret to bringing unique visitors to your site. Anyone that tells you they do it probably selling snake-oil. But if you build it… and they come… there’s a few things you’ll need to make sure your site stays online! 'With 4.2 million page views per month, Le Temps is probably the largest website on Drupal 8' - Dries Buytaert. Months before the official release of Drupal 8, the Swiss online news industry underwent a transformation in its digital publishing operations. Thanks to a meticulously curated Drupal 8 distribution called NP8, online news sources: LeTemps.ch and Suedostschweiz.ch were enjoying better workflows, a 2.5x increase in performance, and higher Google search rankings.  All built on top of Platform.sh, the revolutionary PaaS, giving them the speed and agility to keep their fast-paced business online and relevant.",
      "experiencelevel": "Intermediate"
    },
    {
      "id": 8,
      "title": "Managing the Risks of Going Headless",
      "date": "2016-05-13 00:00:00",
      "room": 2,
      "startTime": "10:30am",
      "endTime": "11:30am",
      "track": 2,
      "icon": "session4",
      "desc": "Deciding to go headless for your project can introduce a lot of risk.",
      "experiencelevel": "Beginner"
    },
    {
      "id": 9,
      "title": "Altering, Extending, and Enhancing Drupal 8",
      "date": "2016-05-12 00:00:00",
      "room": 3,
      "startTime": "01:30pm",
      "endTime": "03:30pm",
      "track": 3,
      "icon": "session6",
      "desc": "A large part of Drupal's appeal lies in its flexibility. The fact that a developer can alter, extend, and enhance almost any aspect of Drupal without having to hack core. Historically this versatility has been made possible through the existence of hooks. Specially named PHP functions that are executed at critical points during the fulfillment of a request. And they've served the framework well for years. But times are changing, and Drupal 8 offers a variety of new patterns that all module developers will be required to learn, and understand.",
      "experiencelevel": "Intermediate"
    },
    {
      "id": 10,
      "title": "Configuration Management for Developers in Drupal 8",
      "date": "2016-05-12 00:00:00",
      "room": 1,
      "startTime": "09:30am",
      "endTime": "11:30am",
      "track": 3,
      "icon": "session8",
      "desc": "Is the configuration system your favorite feature of Drupal 8? Are you interested in doing continuous integration? Do you want to easily export all of your Drupal configuration to code? Interested in building a best practice continuous integration and deployment solution? This session, hosted by co-maintainers of the configuration system, will focus on how Drupal 8's configuration management system works, how to integrate it with a continuous integration system, and what developers can do to extend its power through contributed modules and custom code. Come with your questions and learn more about this magical part of Drupal 8.",
      "experiencelevel": "Advanced"
    },
    {
      "id": 11,
      "title": "Creating online stores with Commerce 2.x on Drupal 8",
      "date": "2016-05-13 00:00:00",
      "room": 2,
      "startTime": "11:30am",
      "endTime": "12:30pm",
      "track": 3,
      "icon": "session8",
      "desc": "In this session you will learn about the history, architecture, and features of Drupal Commerce 2.x on Drupal 8.",
      "experiencelevel": "Intermediate"
    },
    {
      "id": 12,
      "title": "Debugging During Development: Creating, Breaking and Fixing a Module",
      "date": "2016-05-11 00:00:00",
      "room": 3,
      "startTime": "09:30am",
      "endTime": "11:30am",
      "track": 3,
      "icon": "session7",
      "desc": "Debugging is more than fixing broken code. It is about logically thinking through steps and using the appropriate tools to solve problems.",
      "experiencelevel": "Intermediate"
    },
    {
      "id": 13,
      "title": "Your brain health is more important than your standing desk",
      "date": "2016-05-12 00:00:00",
      "room": 1,
      "startTime": "12:30pm",
      "endTime": "02:30pm",
      "track": 4,
      "icon": "session7",
      "desc": "Today everybody talks about ergonomical chairs, standing desks, perfect lights, foot rests and more.",
      "experiencelevel": "Beginner"
    },
    {
      "id": 14,
      "title": "Approaches for UX changes big and small",
      "date": "2016-05-11 00:00:00",
      "room": 2,
      "startTime": "09:30am",
      "endTime": "11:30am",
      "track": 5,
      "icon": "session7",
      "desc": "Drupal is very powerful but how much of that power is real if people can not understand or even find it?",
      "experiencelevel": "Beginner"
    },
    {
      "id": 15,
      "title": "Automated javascript testing: where we are and what we actually want",
      "date": "2016-05-10 00:00:00",
      "room": 3,
      "startTime": "02:30pm",
      "endTime": "03:30pm",
      "track": 5,
      "icon": "session10",
      "desc": "First the issue will give a short overview about different kind of testing: Unit vs. Integration/Functional testing. After that let's talk about the current status of testing of our javascript (which will be more and more important in the future).",
      "experiencelevel": "Intermediate"
    },
    {
      "id": 16,
      "title": "Drupal (admin) as an application: More JavaScript in core?",
      "date": "2016-05-11 00:00:00",
      "room": 1,
      "startTime": "09:30am",
      "endTime": "11:30am",
      "track": 5,
      "icon": "session10",
      "desc": "In recent months, much debate has revolved around the compelling user experiences increasingly accompanying the runaway growth of JavaScript frameworks. Some argue that Drupal already has many moving parts and should evolve toward more seamless user experiences with existing tools and better processes. Some argue that Drupal should address this trend with additional capabilities for JavaScript in the form of a JavaScript framework. Some argue we should look at using modern PHP and JavaScript technologies that don’t require a JavaScript framework. Others have positions that fall both inside and outside this spectrum!",
      "experiencelevel": "Advanced"
    },
    {
      "id": 17,
      "title": "Drupal is a CMS, so how can we better manage content?",
      "date": "2016-05-12 00:00:00",
      "room": 2,
      "startTime": "02:30pm",
      "endTime": "03:30pm",
      "track": 5,
      "icon": "session10",
      "desc": "Yay, we have UUIDs in core, but given a UUID you can't find what it identifies without looping through every entity.",
      "experiencelevel": "Advanced"
    },
    {
      "id": 18,
      "title": "Building your DevOps gameplan",
      "date": "2016-05-13 00:00:00",
      "room": 3,
      "startTime": "09:30am",
      "endTime": "11:30am",
      "track": 6,
      "icon": "session10",
      "desc": "Are you feeling the pain and chaos of web development and want to bring the promise of DevOps to your organization?  This session is for anyone that wants to be an agent for change within their organization.",
      "experiencelevel": "Beginner"
    },
    {
      "id": 19,
      "title": "ChatOps for Distributed Teams, Fun, and Profit",
      "date": "2016-05-11 00:00:00",
      "room": 1,
      "startTime": "02:30pm",
      "endTime": "03:30pm",
      "track": 6,
      "icon": "session10",
      "desc": "Evolving chat tools such as Slack and HipChat make facilitating communications between distributed teams easier than ever. In addition to helping everyone stay in touch, the current generation of chat tools include robust APIs for integrating with Continuous Integration solutions such as Jenkins, Travis, and others.",
      "experiencelevel": "Intermediate"
    },
    {
      "id": 20,
      "title": "Containing Chaos with Kubernetes",
      "date": "2016-05-09 00:00:00",
      "room": 2,
      "startTime": "09:30am",
      "endTime": "11:30am",
      "track": 6,
      "icon": "session10",
      "desc": "Okay, you've made the move to containers and can now write Dockerfiles for everything. How do you manage all of those containers?. Have you found that you traded managing individual machines for managing individual containers?",
      "experiencelevel": "Beginner"
    },
    {
      "id": 21,
      "title": "Continuous Delivery with Drupal",
      "date": "2016-05-10 00:00:00",
      "room": 3,
      "startTime": "02:30pm",
      "endTime": "03:30pm",
      "track": 6,
      "icon": "session10",
      "desc": "Continuous Delivery (CD) you've heard about it used on big fancy sites, but how can you implement it yourself? The critical thing in continuous delivery is that the main branch is in a deployable state at all times enabling regular releases. At DrupalCon Barcelona Dries talked about how projects, including Drupal core, might be able to achieve this noble goal. Implementing CD in Drupal 7 can be tricky but it can also be insanely powerful.",
      "experiencelevel": "Intermediate"
    },
    {
      "id": 22,
      "title": "Documentation Is Getting An Overhaul",
      "date": "2016-05-13 00:00:00",
      "room": 1,
      "startTime": "02:30pm",
      "endTime": "03:30pm",
      "track": 7,
      "icon": "session10",
      "desc": "Having high-quality documentation available for Drupal.org is key to gaining wider adoption, growing the community, and the overall success of the Drupal project. I want to share the work related to documentation going on in the community, as well as some of our plans for continued improvement in the future.",
      "experiencelevel": "Beginner"
    },
    {
      "id": 23,
      "title": "Drupal.org Infrastructure, take home lessons",
      "date": "2016-05-12 00:00:00",
      "room": 2,
      "startTime": "02:30pm",
      "endTime": "03:30pm",
      "track": 7,
      "icon": "session10",
      "desc": "Drupal.org serves almost a billion requests a year.  How can you scale your site like us?",
      "experiencelevel": "Beginner"
    },
    {
      "id": 24,
      "title": "Drupal.org is changing: content restructure, issue credits, Composer and more..",
      "date": "2016-05-11 00:00:00",
      "room": 3,
      "startTime": "02:30pm",
      "endTime": "03:30pm",
      "track": 7,
      "icon": "session10",
      "desc": "Drupal.org is changing. Find out what's new and what is coming next.Tatiana will talk about the content restructure on the site, following the content strategy recommendations. New sections and blogs, new visual look, changes to documentation.",
      "experiencelevel": "Beginner"
    },
    {
      "id": 25,
      "title": "Spotlight on the Featured Showcase: Writing Great Case Studies for Drupal.org",
      "date": "2016-05-10 00:00:00",
      "room": 1,
      "startTime": "02:30pm",
      "endTime": "03:30pm",
      "track": 7,
      "icon": "session10",
      "desc": "What do the Weather Channel, the University of Oxford, and the Beatles have in common? Each use Drupal to run their websites — and each have a case study in the Featured Showcase on Drupal.org.",
      "experiencelevel": "Beginner"
    }
  ],
  "speakers": [
    {
      "id": 1,
      "name": "Jeff Walpole",
      "desgn": "CEO at Phase2",
      "desc": "CEO Jeff Walpole leads strategy and business development efforts for Phase2. Since co-founding the company in 2001, Jeff has been instrumental in many areas of developing the business from 5 to 150 people and overseeing client engagements with a variety of expertise’s including management, web strategy, and open source software development."
    },
    {
      "id": 2,
      "name": "Jordan Hirsch",
      "desgn": "",
      "desc":""
    },
    {
      "id": 3,
      "name": "Karyn Snyder",
      "desgn": "",
      "desc":""
    },
    {
      "id": 4,
      "name": "Nikhil Deshpande",
      "desgn": "Director, Digital Services at GeorgiaGov Interactive, GTA",
      "desc":"Nikhil is Director of GeorgiaGov Interactive, where he oversees the strategy and operations of Georgia.gov, and a Drupal-based web publishing platform hosting around 75 websites for state agencies and elected officials. Nikhil has 15 years of public and private sector experience in the web services area. He holds an master of fine arts in Interaction Design and master of design degree in Visual Communication. Nikhil is also an adjunct faculty member at the Savannah College of Art and Design (SCAD), Atlanta campus, where he teaches Interaction Design and Social Gaming. Reach Nikhil at @nikofthehill"
    },
    {
      "id": 5,
      "name": "George DeMet",
      "desgn": "Founder and CEO at Palantir.net",
      "desc": "George DeMet is the founder and co-owner of Chicago-based Web design, development, and strategy firm Palantir.net. For over two decades he's helped high-profile corporate, educational, cultural, and non-profit clients develop effective online strategies."
    },
    {
      "id": 6,
      "name": "Jason Ford",
      "desgn": "",
      "desc":""
    },
    {
      "id": 7,
      "name": "Steven Merrill",
      "desgn": "",
      "desc":""
    },
    {
      "id": 8,
      "name": "Doug Goldberg",
      "desgn": "",
      "desc":""
    },
    {
      "id": 9,
      "name": "Mark Ferree",
      "desgn": "Director of Engineering at Chapter Three",
      "desc": "I've been using Drupal professionally for over 8 years."
    },
    {
      "id": 10,
      "name": "Joe Shindelar",
      "desgn": "Developer / Trainer at Lullabot / Drupalize.Me",
      "desc": "Joe Shindelar is the Lead Trainer and a Senior Drupal Developer at Lullabot and has been building Drupal sites and participating in Drupal core development since 2006."
    },
    {
      "id": 11,
      "name": "Matthew Tift",
      "desgn": "Senior Developer at Lullabot",
      "desc":"Matthew Tift (mtift on drupal.org) is a Senior Developer at Lullabot and host of the free software show Hacking Culture.  He is a Drupal 8 configuration system co-maintainer, organizer of the Twin Cities DrupalCamp, Drupal core contributor since 2010, and regular speaker at various conferences, user groups, and webinars."
    },
    {
      "id": 12,
      "name": "Alex Pott",
      "desgn": "Drupal Research Engineer at Chapter Three",
      "desc":"I'm passionate about using and contributing to open source. I believe that open source delivers great solutions and that Drupal 8 is a rock-solid CMS with fantastic features for developers, site builders and content editors. In my spare time I like solving cryptic crosswords, playing a ukelele and having a laugh with my son Jack."
    },
    {
      "id": 13,
      "name": "Ryan Szrama",
      "desgn": "President / CEO at Commerce Guys",
      "desc":""
    },
    {
      "id": 14,
      "name": "Bojan Živanović",
      "desgn": "Lead Developer at Commerce Guys",
      "desc":"Bojan has been working with Drupal since 2007. He is known for his work on Views, Views Bulk Operations, Inline Entity Form, and many Drupal Commerce contribs. He works for Commerce Guys, has lead the development of Commerce Kickstart v2, and is now the development lead for Commerce 2.x."
    },
    {
      "id": 15,
      "name": "Matt Glaman",
      "desgn": "Senior Drupal Consultant at Commerce Guys",
      "desc":""
    },
    {
      "id": 16,
      "name": "Allie Jones",
      "desgn": "Developer at Zivtech",
      "desc":""
    },
    {
      "id": 17,
      "name": "Michael Schmid",
      "desgn": "Head Technology at Amazee Labs AG",
      "desc": ""
    },
    {
      "id": 18,
      "name": "Roy Scholten",
      "desgn": "",
      "desc": ""
    },
    {
      "id": 19,
      "name": "Daniel Wehner",
      "desgn": "Senior Performance Engineer at ChapterThree | Tag1 Consulting",
      "desc":"Starting with the google highle open participation contest in 2007/2008 dawehner got a bit involved over time on Drupal 8 and there in areas like routing. These days Daniel is interested in machine learning and its applications on 'normal' Drupal sites."
    },
    {
      "id": 20,
      "name": "Preston So",
      "desgn": "Development Manager, Acquia Labs at Acquia",
      "desc":"Preston So has designed websites since 2001 and built them in Drupal since 2007. He is Development Manager of Acquia Labs at Acquia and co-founder of the Southern Colorado Drupal User Group."
    },
    {
      "id": 21,
      "name": "Dani Nordin",
      "desgn": "Senior UX Designer at Harvard Business Review",
      "desc":"Dani Nordin is the Senior UX Designer at Harvard Business Review, where she works with a cross-functional team of designers, technologists and product managers to integrate UX into an Agile development process."
    },
    {
      "id": 22,
      "name": "Marc Drummond",
      "desgn": "Front End Developer at Lullabot",
      "desc":"As a front-end developer for Lullabot, Marc focuses on creating great experiences no matter the device, browser or abilities of the person accessing a site. Marc is currently writing Mastering Drupal 8 Theme Development for Packt Publishing. "
    },
    {
      "id": 23,
      "name": "Tim Millwood",
      "desgn": "Senior Drupal Developer at Appnovation",
      "desc": "Tim has been working with Drupal since 2008. He has since maintained many contrib modules and is the core maintainer for the Statistics module. In 2011 he was co-lead for DrupalCon London."
    },
    {
      "id": 24,
      "name": "Nick Stielau",
      "desgn": "",
      "desc": ""
    },
    {
      "id": 25,
      "name": "Michael Sherron",
      "desgn": "",
      "desc": ""
    },
    {
      "id": 26,
      "name": "Chris Urban",
      "desgn": "Delivery Manager, US East at Acquia",
      "desc": "Chris Urban joined Acquia in 2014, and brought his diverse experience as a marketing agency partner, Drupal manager, and digital strategist."
    },
    {
      "id": 27,
      "name": "Terrence Ryan",
      "desgn": "",
      "desc": ""
    },
    {
      "id": 28,
      "name": "Howard Tyson",
      "desgn": "VP of Engineering at Zivtech",
      "desc": "Howard Tyson has been working with Drupal since 2006 and has been utilizing devops tools and methodologies since before it was a thing. He maintains the hosting infrastructure for a large range of clients and builds development and automation for his company."
    },
    {
      "id": 29,
      "name": "Greg Knaddison",
      "desgn": "Director of Engineering at CARD.com",
      "desc": "I've been working with Drupal for a long time. My first Drupalcon was Sunnyvale in 2007 where I presented on the theme system. "
    },
    {
      "id": 30,
      "name": "tvn",
      "desgn": "",
      "desc": ""
    },
    {
      "id": 31,
      "name": "Michael Hess",
      "desgn": "Solutions architect lead at University of Michigan",
      "desc": ""
    },
    {
      "id": 32,
      "name": "Rudy Grigar",
      "desgn": "Infrastructure Manager at Drupal Association",
      "desc": "I am a long time community volunteer for Drupal.org Infrastructure. I am now also part of the Drupal Infrastructure Working Group, and in 2014 I was hired by the Drupal Association to manage the Drupal.org Infrastructure full time."
    },
    {
      "id": 33,
      "name": "Narayan Newton",
      "desgn": "",
      "desc": ""
    },
    {
      "id": 34,
      "name": "Mixologic",
      "desgn": "",
      "desc": ""
    },
    {
      "id": 35,
      "name": "Joshua Mitchell",
      "desgn": "",
      "desc": ""
    },
    {
      "id": 36,
      "name": "Leigh Carver",
      "desgn": "",
      "desc": ""
    }
  ],
  "sessionSpeakers": [
    {
      "sessionId": 1,
      "speakerId": 1
    },
    {
      "sessionId": 2,
      "speakerId": 2
    },
    {
      "sessionId": 2,
      "speakerId": 3
    },
    {
      "sessionId": 3,
      "speakerId": 4
    },
    {
      "sessionId": 4,
      "speakerId": 5
    },
    {
      "sessionId": 5,
      "speakerId": 6
    },
    {
      "sessionId": 6,
      "speakerId": 7
    },
    {
      "sessionId": 7,
      "speakerId": 8
    },
    {
      "sessionId": 8,
      "speakerId": 9
    },
    {
      "sessionId": 9,
      "speakerId": 10
    },
    {
      "sessionId": 10,
      "speakerId": 11
    },
    {
      "sessionId": 10,
      "speakerId": 12
    },
    {
      "sessionId": 11,
      "speakerId": 13
    },
    {
      "sessionId": 11,
      "speakerId": 14
    },
    {
      "sessionId": 11,
      "speakerId": 15
    },
    {
      "sessionId": 12,
      "speakerId": 16
    },
    {
      "sessionId": 13,
      "speakerId": 17
    },
    {
      "sessionId": 14,
      "speakerId": 18
    },
    {
      "sessionId": 15,
      "speakerId": 19
    },
    {
      "sessionId": 16,
      "speakerId": 20
    },
    {
      "sessionId": 16,
      "speakerId": 21
    },
    {
      "sessionId": 16,
      "speakerId": 22
    },
    {
      "sessionId": 17,
      "speakerId": 23
    },
    {
      "sessionId": 18,
      "speakerId": 24
    },
    {
      "sessionId": 19,
      "speakerId": 25
    },
    {
      "sessionId": 19,
      "speakerId": 26
    },
    {
      "sessionId": 20,
      "speakerId": 27
    },
    {
      "sessionId": 21,
      "speakerId": 28
    },
    {
      "sessionId": 21,
      "speakerId": 29
    },
    {
      "sessionId": 22,
      "speakerId": 10
    },
    {
      "sessionId": 22,
      "speakerId": 30
    },
    {
      "sessionId": 23,
      "speakerId": 31
    },
    {
      "sessionId": 23,
      "speakerId": 32
    },
    {
      "sessionId": 23,
      "speakerId": 33
    },
    {
      "sessionId": 23,
      "speakerId": 34
    },
    {
      "sessionId": 24,
      "speakerId": 30
    },
    {
      "sessionId": 24,
      "speakerId": 34
    },
    {
      "sessionId": 24,
      "speakerId": 35
    },
    {
      "sessionId": 25,
      "speakerId": 36
    }
  ],
  "tracks": [
    {
      "id": 1,
      "title": "Business",
      "image": "ic_dummy"
    },
    {
      "id": 2,
      "title": "Bussiness Showcase",
      "image": "ic_dummy"
    },
    {
      "id": 3,
      "title": "Coding and Development",
      "image": "ic_dummy"
    },
    {
      "id": 4,
      "title": "Community Keynote",
      "image": "ic_dummy"
    },
    {
      "id": 5,
      "title": "Core Conventions",
      "image": "ic_dummy"
    },
    {
      "id": 6,
      "title": "DevOps",
      "image": "ic_dummy"
    },
    {
      "id": 7,
      "title": "Drupal.org",
      "image": "ic_dummy"
    },
    {
      "id": 8,
      "title": "Front End",
      "image": "ic_dummy"
    },
    {
      "id": 9,
      "title": "Horizons",
      "image": "ic_dummy"
    },
    {
      "id": 10,
      "title": "PHP",
      "image": "ic_dummy"
    },
    {
      "id": 11,
      "title": "Project Management",
      "image": "ic_dummy"
    },
    {
      "id": 12,
      "title": "Site Building",
      "image": "ic_dummy"
    },
    {
      "id": 13,
      "title": "Symfony",
      "image": "ic_dummy"
    },
    {
      "id": 14,
      "title": "UX",
      "image": "ic_dummy"
    }
  ],
  "rooms": [
    {
      "id": 1,
      "name": "Hall 1",
      "desc": "",
      "image": "hall1"
    },
    {
      "id": 2,
      "name": "Hall 2",
      "desc": "",
      "image": "hall2"
    },
    {
      "id": 3,
      "name": "Hall 3",
      "desc": "",
      "image": "hall3"
    }
  ]
}
